<script lang="ts">
</script>

<div class="core-style-background box-md">
	<div class="box-content">
		<div class="description">
			제 1 장 환영합니다! 제 1 조 (목적) 주식회사 카카오(이하 ‘회사’)가 제공하는 서비스를 이용해
			주셔서 감사합니다. 회사는 여러분이 다양한 인터넷과 모바일 서비스를 좀 더 편리하게 이용할 수
			있도록 회사 또는 관계사의 개별 서비스에 모두 접속 가능한 통합로그인계정 체계를 만들고 그에
			적용되는 '카카오계정 약관(이하 '본 약관')을 마련하였습니다. 본 약관은 여러분이 카카오계정
			서비스를 이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을
			규정하고 있으므로 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다. 제 2 조 (약관의 효력 및
			변경) ①본 약관의 내용은 카카오계정 웹사이트 또는 개별 서비스의 화면에 게시하거나 기타의 제 1
			장 환영합니다! 제 1 조 (목적) 주식회사 카카오(이하 ‘회사’)가 제공하는 서비스를 이용해 주셔서
			감사합니다. 회사는 여러분이 다양한 인터넷과 모바일 서비스를 좀 더 편리하게 이용할 수 있도록
			회사 또는 관계사의 개별 서비스에 모두 접속 가능한 통합로그인계정 체계를 만들고 그에 적용되는
			'카카오계정 약관(이하 '본 약관')을 마련하였습니다. 본 약관은 여러분이 카카오계정 서비스를
			이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고
			있으므로 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다. 제 2 조 (약관의 효력 및 변경) ①본
			약관의 내용은 카카오계정 웹사이트 또는 개별 서비스의 화면에 게시하거나 기타의 제 1 장
			환영합니다! 제 1 조 (목적) 주식회사 카카오(이하 ‘회사’)가 제공하는 서비스를 이용해 주셔서
			감사합니다. 회사는 여러분이 다양한 인터넷과 모바일 서비스를 좀 더 편리하게 이용할 수 있도록
			회사 또는 관계사의 개별 서비스에 모두 접속 가능한 통합로그인계정 체계를 만들고 그에 적용되는
			'카카오계정 약관(이하 '본 약관')을 마련하였습니다. 본 약관은 여러분이 카카오계정 서비스를
			이용하는 데 필요한 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정하고
			있으므로 조금만 시간을 내서 주의 깊게 읽어주시기 바랍니다. 제 2 조 (약관의 효력 및 변경) ①본
			약관의 내용은 카카오계정 웹사이트 또는 개별 서비스의 화면에 게시하거나 기타의
		</div>
	</div>
</div>

<style>
	.box-md {
		width: calc(600px - 1rem);
	}
</style>
